"ALL_DAY_DAY_VIEW" = "sepanjang hari";
"NOON" = "Tengah Hari";
"UNTITLED_EVENT" = "Peristiwa Baru";
"ALL_DAY" = "sepanjang hari";
"ALL_DAY_EVENTS" = "peristiwa sepanjang hari";
"CELL_ENDS" = "TAMAT";

"CALENDARS" = "Kalendar";

"ALL" = "Semua";
"ALL_CALENDARS" = "Semua Kalendar";
"ALL_OF_STORE" = "Seluruh %@";
"N_CALENDARS" = "%@ Kalendar";

"SHOW_CALENDARS" = "Tunjukkan Kalendar";
"SHOW_ALL_CALENDARS" = "Tunjukkan Semua Kalendar";
"HIDE_ALL_CALENDARS" = "Sembunyikan Semua Kalendar";
"NO_CALENDARS" = "Tiada Kalendar";

"ALERT" = "Isyarat";
"ALERT_LOWERCASE" = "isyarat";
"ALERT_DETAIL_NAV_TITLE" = "Isyarat Peristiwa";
"SECOND_ALERT" = "Isyarat Kedua";
"NONE_ALERT" = "Tiada";
"NONE_INVITEES" = "Tiada";
"EVENT" = "Peristiwa";
"EVENTS" = "Peristiwa";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ hari";
"INTERVAL_DAY" = "1 hari";
"INTERVAL_HOURS" = "%@ jam";
"INTERVAL_HOUR" = "1 jam";
"INTERVAL_MINUTES" = "%@ minit";
"INTERVAL_MINUTE" = "1 minit";
"INTERVAL_SECONDS" = "%@ saat";
"INTERVAL_SECOND" = "1 saat";
"INTERVAL_WEEK" = "1 minggu";
"INTERVAL_FORMAT_BEFORE" = "%@ sebelum";
"INTERVAL_FORMAT_AFTER" = "%@ setelah";
"BEFORE" = " sebelum";
"AFTER" = "selepas";
"ON_TIME" = "Pada waktu peristiwa";
"ON_TIME_AT" = "Pada hari peristiwa (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " sehingga ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "sehingga";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Sepanjang hari";

"DETAIL_DURATION_FORMAT" = "dari %@ hingga %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "dari %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ hingga %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "hingga %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Sepanjang hari dari %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "hingga %@";

"CALENDAR" = "Kalendar";
"UNTITLED_CALENDAR" = "Kalendar Tanpa Tajuk";
"UNTITLED_ACCOUNT" = "Akaun Tanpa Tajuk";

"NOTES_PLACEHOLDER" = "Nota";
"NOTES_LOWERCASE" = "nota";
"NOTES" = "Nota";
"SHOW_ALL_NOTES" = "Tunjukkan Semua Nota";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Lihat di Facebook";

"UNKNOWN" = "Tidak Diketahui";

"SHARED_CALENDAR" = "Kalendar Dikongsi";
"SHARED" = "Dikongsi";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Dikongsi oleh %@";
"SHARED_WITH_SINGLE_PERSON" = "Dikongsi dengan %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Dikongsi dengan %@ dan…";
"PUBLIC_AND_SHARED" = "Awam dan Dikongsi dengan %@…";

"ACCESS_DENIED_EVENTS" = "Aplikasi ini tidak mempunyai akses ke kalendar anda.";
"ACCESS_DENIED_REMINDERS" = "Aplikasi ini tidak mempunyai akses ke peringatan anda.";

/* Name of subscribed group */
"SUBSCRIBED" = "Dilanggani";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Hari Lahir";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Lain";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Peringatan";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Rumah";
"ICLOUD_WORK_CALENDAR" = "Kerja";

"STARTS" = "Mula";
"ENDS" = "Tamat";

"REPEAT" = "Ulang";
"NEVER" = "Tidak Pernah";
"DAILY" = "Harian";
"WEEKLY" = "Mingguan";
"BIWEEKLY" = "Dua Minggu Sekali";
"MONTHLY" = "Bulanan";
"YEARLY" = "Tahunan";
"CUSTOM" = "Tersuai";

"AVAILABILITY" = "Ketersediaan";
"BUSY" = "Sibuk";
"FREE" = "Bebas";
"TENTATIVE" = "Tidak pasti";
"OUT_OF_OFFICE" = "Keluar dari pejabat";

"EDIT" = "Edit";
"CANCEL" = "Batal";
"DONE" = "Selesai";
"ADD" = "Tambah";
"TO_WITH_COLON" = "Kepada:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Butir Peristiwa";
"ICS_EVENTS" = "%@ Peristiwa";

/* button title */
"ICS_ADD_ALL" = "Tambah Semua";
"ICS_ADD_SOME" = "Tambah (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Pilih Kalendar";

"DELETE_CALENDAR" = "Padam Kalendar";
"EDIT_CALENDAR" = "Edit Kalendar";
"EDIT_CALENDARS" = "Edit Kalendar";
"ADD_CALENDAR" = "Tambah Kalendar";
"JOIN_CALENDAR" = "Sertai Kalendar";
"CALENDAR_NAME" = "Nama Kalendar";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Kalendar Baru…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Tambah Kalendar…";
"DELETE_CALENDAR_CONFIRMATION" = "Adakah anda pasti ingin memadam kalendar ini? Semua peristiwa dan peringatan yang dikaitkan dengan kalendar turut akan dipadam.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Adakah anda pasti ingin memadam kalendar ini? Semua peristiwa yang dikaitkan dengan kalendar turut akan dipadam.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Adakah anda pasti ingin memadam kalendar ini? Semua peringatan yang dikaitkan dengan kalendar turut akan dipadam.";

"UNKNOWN_IDENTITY" = "seseorang";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Seseorang";

"JOIN_CALENDAR_TITLE_FORMAT" = "Sertai “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ menjemput anda ke kalendar dikongsi.";

"CANCELELD_BY_FORMAT" = "Dibatalkan oleh %@";
"FROM_FORMAT" = "Dari: %@";
"TIME_CHANGED_TO_FORMAT" = "Masa diubah ke %@";
"DATE_CHANGED_TO_FORMAT" = "Tarikh diubah ke %@";
"LOCATION_CHANGED" = "Lokasi diubah";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Warna";
"PURPLE" = "Ungu";
"ORANGE" = "Oren";
"BLUE" = "Biru";
"RED" = "Merah";
"BROWN" = "Coklat";
"YELLOW" = "Kuning";
"GREEN" = "Hijau";

"SHARED_WITH_COLON" = "Dikongsi dengan:";
"PENDING" = "Belum Selesai";
"OWNER" = "Pemilik";
"ADD_PERSON" = "Tambah Orang";
"ADD_PERSON_WITH_ELLIPSIS" = "Tambah Orang…";
"PUBLIC_CALENDAR" = "Kalendar Awam";
"PUBLIC_CALENDAR_DESCRIPTION" = "Benarkan sesiapa sahaja untuk melanggan versi baca sahaja kalendar ini.";
"PUBLISHING_WITH_ELLIPSIS" = "Menerbitkan…";
"VIEW_ONLY" = "Lihat Sahaja";
"VIEW_AND_EDIT" = "Lihat & Edit";
"ALLOW_EDITING" = "Benarkan Pengeditan";
"ALLOW_EDITING_DESCRIPTION" = "Benarkan orang ini membuat perubahan\npada kalendar.";
"RESEND_SHARING_INVITATION" = "Hantar Semula Jemputan";
"REMOVE_FROM_CALENDAR" = "Keluarkan daripada Kalendar";
"REMOVE" = "Keluarkan";
"REMOVE_ALERT_TEXT" = "%@ akan hilang akses ke kalendar ini dengan serta merta.";
"SHARE_LINK_WITH_ELLIPSIS" = "Kongsi Pautan…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Kongsi pautan ke kalendar dengan:";
"EMAIL" = "E-mel";
"MESSAGE" = "Mesej";
"TWEET" = "Tweet";
"COPY_LINK" = "Salin Pautan";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Ditambah ke %@ oleh %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Dipadam daripada %@ oleh %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Dikemas kini %@ oleh %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ ditukar oleh %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ ditukar ke %@ oleh %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ dan %@ ditukar oleh %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ acara ditambah pada %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ acara dipadamkan daripada %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ acara dikemas kini dalam %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ acara ditambah pada %@ oleh %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ acara dipadamkan daripada %@ oleh %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ acara dikemas kini dalam %@ oleh %@.";

"SHARED_PROP_DATE" = "tarikh";
"SHARED_PROP_TIME" = "masa";
"SHARED_PROP_TITLE" = "tajuk";
"SHARED_PROP_LOCATION" = "lokasi";

"ADD_SHAREES_PROMPT" = "Tambah peserta ke Kalendar ini.";

"CREATED_BY" = "Dicipta oleh";
"EDITED_BY" = "Diedit oleh";
"CREATED_BY_LOWERCASE" = "dicipta oleh";
"EDITED_BY_LOWERCASE" = "diedit oleh";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ telah menyertai kalendar dikongsi anda.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ telah menolak kalendar dikongsi anda.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ belum membalas jemputan kalendar dikongsi ini.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Kalendar ini tidak lagi dikongsi.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Kalendar ini kini awam.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Langgan Kalendar %@ saya";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Langgan Kalendar %@ saya di: %@";

"ATTACHMENTS" = "Lampiran";
"ATTACHMENTS_LOWERCASE" = "lampiran";
"CANNOT_OPEN_ATTACHMENT" = "Tidak Boleh Membuka Lampiran";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ daripada %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Ralat berlaku semasa memuat turun lampiran.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Jenis fail ini tidak disokong.";
"UNTITLED_ATTACHMENT" = "Lampiran Tanpa Tajuk";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Mengemas Kini Kalendar…";

"ENDS_TIME_FORMAT" = "tamat %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ pada %@";
"CALENDAR_TODAY" = "Hari Ini";
"CALENDAR_TODAY_LOWER" = "hari ini";
"CALENDAR_YESTERDAY" = "Semalam";
"CALENDAR_YESTERDAY_LOWER" = "semalam";
"CALENDAR_TOMORROW" = "Esok";
"CALENDAR_TOMORROW_LOWER" = "esok";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "%@ Lepas";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "%@ lalu";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "%@ Lepas";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ lalu";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "%@ Ini";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ ini";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "%@ Ini";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "%@ ini";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Dilanggani";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Dilanggani";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
